<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Capybara.aspx.cs" Inherits="MyMPwebSite.Capybara" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
    img {
        height: 150px;
    }

    h1 {
        color: black;
        text-decoration: underline;
        text-align: center;
        text-decoration: underline;
        font-family: Calibri;
    }

    p {
        color: #4b2844;
        font-size: 16pt;
        font-weight: bold;
        font-family: Calibri;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    
    <div style="margin-left: 120px; margin-right: 120px; " />
    <h1>קפיבארה</h1>
    <div style="float : right; margin:5px">
        <img src="Pic/capybara1.png" />
    </div>
    <div>

        <p>
            <b> קפיבארה (שם מדעי: Hydrochoerus)</b> הוא סוג של מכרסם ענק מאמריקה הדרומית ששייך למשפחת הקביתיים. זהו המכרסם הגדול ביותר בעולם – משקלו הממוצע 50 ק"ג, ואורכו 130 ס"מ. הקפיבארות הננסיות קטנות מעט יותר מקרובותיהן.
        </p>
        <p>
            לקפיבארה גוף כבד, צבע גוף צהוב-חום עם אדמדם, והוא חסר זנב. גולגולתו שטוחה, כשבחלקה העליון נמצאת מערכת החישה, והיא דומה במבנה הכללי שלה לגולגולת ההיפופוטם.

            מכרסמים אלה הם קרובי משפחה רחוקים של השרקן ושל הדורבן, וחיים רק באמריקה הדרומית, בקרבה למים, שבהם הם מחפשים צמחי מים ועשבים. הם מיטיבים לשחות ואף לצלול. הם ניזונים גם משורשים שהם אוכלים בעזרת תחיבת חוטמם לקרקע.

            הקפיבארה פעיל בשעות בין הערביים והלילה. הם חיים בקבוצות משפחתיות של 10–20 פרטים.

            הריון נקבת הקפיבארה נמשך ארבעה חודשים, ובסופם נולדים שניים עד שמונה גורים. תוחלת חייהם 10-8 שנים.

            אויביו העיקריים של הקפיבארה הם קיימנים ויגוארים, שהוא מתגונן מפניהם בהסתתרות בסבך הצמחייה. בעת שהוא חש בסכנה, הוא נמלט תוך השמעת צווחה. כאמצעי התגוננות הוא משתמש בשיניו החדות.

            בשל התרבותם המהירה, מותרים הקפיבארות בציד במדינות תפוצתם. הם ניצודים כדי להשתמש בפרוותם היקרה ולאכילת בשרם.
        </p>
        <p>
            איכרים מוונצואלה, שבעבר התייחסו לקפיבארה כאל מזיק, מגדילים כיום את הכנסתם על ידי מכירת בשר קפיבארה (כ-400 טון לשנה). האיכרים צדים את המכרסמים בפברואר על מנת שיוכלו לשחוט את המכרסם ולמכור את בשרו ממש לפני שמתחיל צום התענית, כשבשרה הוא מצרך מבוקש.
        </p>
        <p>
            המנהג העממי מתבסס על טענה כי הכנסייה הקתולית אישרה לאכול מבשר הקפיבארה בתקופת התענית. אגדה מקובלת בוונצואלה מספרת שכשהמיסיונרים האירופאים פגשו לראשונה בקפיבארה באמריקה הדרומית במהלך המאה ה-16, הם כתבו לרומא בקשה להנחיה, באומרם: "יש חיה כאן שיש לה קשקשים וגם שיער, והמבלה את רוב זמנה במים, אבל לעיתים עולה על היבשה, האם נוכל לסווגה כדג?". לשאלה הייתה משמעות, כיוון שהדת הקתולית אוסרת על אכילת בשר (למעט בשר דג) במהלך 40 הימים שלפני חג הפסחא (התענית). מכיוון שתיאור החיה הגיע אליהם מיד שנייה, ומכיוון שלא רצו שהפונים אליהם יסטו מהדרך הקתולית הנכונה, החליטו אבות הכנסייה לפסוק לקולא והכריזו שהקפיבארה היא סוג של דג.

            ייתכן שמסיבה זו נחוג יום הקפיבארה ב-5 באפריל, זכר לאותה הודעה משמחת עבור הקתולים השרויים בתענית.
        </p>
    </div>
    <div style="text-align: center;">
        <a href="Animal.aspx">
            <img src="Pic/TheBackButton.png" style="width: 100px;" />
        </a>
    </div>

</asp:Content>
