<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Cat.aspx.cs" Inherits="MyMPwebSite.Cat" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
    img {
        height: 150px;
    }

    h1 {
        color: black;
        text-decoration: underline;
        text-align: center;
        text-decoration: underline;
        font-family: Calibri;
    }

    p {
        color: #4b2844;
        font-size: 16pt;
        font-weight: bold;
        font-family: Calibri;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div style="margin-left: 120px; margin-right: 120px; " />
<h1>חתול</h1>
<div style="float : right; margin:5px">
    <img src="Pic/cat1.png" />
</div>
<div>

    <p>
        חתול הבית (שם מדעי: Felis silvestris catus) הוא יונק טורף מבוית, מהסוג חתול ממשפחת החתוליים. החתול נפוץ בכל יבשות העולם מלבד באנטארקטיקה. משערים כי מוצאו מחתול הבר. החתול הוא טורף לילי הצד מכרסמים, ציפורים ודגים. נכון ל-2009, החתול הוא חיית המחמד הנפוצה ביותר בעולם, ומספר החתולים הביתיים נאמד בכ-600 מיליון.[1] החתול חי בדרך כלל בבדידות, למעט אינטראקציה מזדמנת עם בני מינו.
    </p>
    <p>
        חתול הבית שייך לחתוליים, משפחה שהאב הקדמון המשותף שלה חי לפני 10-15 מיליון שנה.[8] הסוג ״חתול״ התפצל מחתוליים אחרים לפני כ-6-7 מיליון שנה.[9] מחקרים פילוגנטיים מאששים כי מיני בר של חתולים התפתחו בתהליכים של ספסיאציה סימפטרית או פאראפטרית, בעוד חתול הבית התפתח בתהליך של ברירה מלאכותית.[10] חתול הבית ואבותיו הפראיים הקרובים ביותר הם דיפלואידיים ולשניהם יש 38 כרומוזומים[11] ובערך 20,000 גנים.[12]
    </p>
    <p>
        חתולי הבית עברו אלפי שנים של גידול וטיפוח גנטי. למרות זאת, עדיין ניתן למצוא תכונות רבות, שנשארו פראיות ושמזכירות מינים אחרים בסוג חתול:

        ציד - רוב גזעי החתולים המבויתים שומרים על יכולת הציד שלהם. פעולת הציד כוללת מארב, הליכה צמודה לקרקע וזינוק מהיר אל הטרף בשעת-כושר. לעומתם, קיימים גזעים שפותחו על ידי האדם כגון רגדול וחלק מהגזעים הפרסיים, שהיכולת שלהם לצוד, לזנק, או להגן על עצמם, מוגבלת ביותר.
        טיפוס - הודות לציפורניים חדות הנשלפות מכיסים מיוחדים שמצויים בכפותיהם של החתולים, סיגלו הם את היכולת לצוד על עצים או לברוח אליהם בעת סכנה. מינים מסוימים במשפחת החתוליים נוהגים להחביא שם את טרפם.
        ניקיון - החתוליים שומרים על ניקיונם, ונוהגים ללקק את עצמם. חתולי הבית אף נוהגים לכסות את הפרשותיהם בחול.
        ראייה - לחתולי הבית ראייה מעולה גם בחשיכה כמעט מוחלטת. ראייה זאת מושתתת בעיקר על הבחנה בתנועת עצמים.
        שמיעה - יכולת השמיעה של חתולי הבית נשארה מפותחת מאוד.
        פרווה - הצבעים והצורה המנוקדת או המפוספסת (כמו בחתול טאבי) הן תכונות טבעיות בקרב חתולים. מקורן באבותיו של חתול הבית, חתולי הבר.
    </p>
    <p>
        תוחלת החיים של חתולים נעה בין 10–15 שנים.

        חתול החי בבית צפוי להגיע לגיל מופלג יותר מזה של חתול החי ברחוב, וחתול מעוקר חי, בממוצע, שנים רבות יותר מחתול שאינו מעוקר.

        משך החיים הארוך ביותר של חתול שתועד הוא 38 שנים ושלושה ימים[20] כשהחתולה קרים פאף (Creme Puff) מתה בשנת 2005 באוסטין, טקסס.
    </p>
</div>
<div style="text-align: center;">
    <a href="Animal.aspx">
        <img src="Pic/TheBackButton.png" style="width: 100px;" />
    </a>
</div>
</asp:Content>
