<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Dolphin.aspx.cs" Inherits="MyMPwebSite.Dolphin" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
    img {
        height: 150px;
    }

    h1 {
        color: black;
        text-decoration: underline;
        text-align: center;
        text-decoration: underline;
        font-family: Calibri;
    }

    p {
        color: #4b2844;
        font-size: 16pt;
        font-weight: bold;
        font-family: Calibri;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div style="margin-left: 120px; margin-right: 120px; " />
<h1>דולפין</h1>
<div style="float : right; margin:5px">
    <img src="Pic/dolphin1.png" />
</div>
<div>

    <p>
        הדולפינים הם קבוצה פרפילטית (לא טקסונומית) של יונקים ימיים השייכים לסדרת הלווייתנאים (Cetacea), ולתת-סדרה לווייתני שיניים.  <b> הם מתחלקים לשתי על-משפחות</b> : <br />
        דולפינים ובה משפחת דולפינים יחידה - דולפיניים (אך ישנם גם פוקניים וחדשיניים, שאינם נחשבים דולפיניים), <br />
        ודולפיני נהרות, ובה ארבע משפחות.
    </p>
    <p>
        האויבים העיקריים של הדולפינים הם הכרישים, ולעיתים הם נושאים צלקות המתעדות מפגש עם כריש. גם הקטלנים (השייכים למשפחת הדולפיניים אך ההתייחסות העממית אליהם היא כאל לווייתנים) ("Killer whale"), שמהירות השיוט שלהם גבוהה משל הדולפינים, טורפים לעיתים דולפינים.
    </p>
    <p>
        אויב נוסף של הדולפינים הם הדייגים. בסמוך למספר מיני דולפינים שוחות להקות דגי טונה. עקב קרבה זו מוצאים דולפינים רבים את מותם כתוצאה מהסתבכות ברשתות דיג שנפרסות לציד הטונה. ישנם פתרונות טכנולוגיים לפתרון בעיה זו, כגון החלטת האו"ם משנת 1991 לקצר בחצי את אורך הרשתות, או שימוש ברשתות שמאפשרות היחלצות של הדולפינים. במדינות רבות מודבקת תווית מיוחדת "Dolphin Safe" על קופסאות טונה, שמציינות כי שיטות הדיג של הטונה הן ידידותיות יותר כלפי הדולפינים. עם זאת, שיטות דיג אלה אינן מבטיחות בוודאות שלא ניצודו דולפינים כשלל לוואי במהלך דיג הטונה. בישראל נהגו במשך תקופה קצרה בסוף שנות החמישים אף לצוד דולפינים שהפריעו לדייגים[1]. תופעה ידועה נוספת בהקשר זה היא עלייתם אל החוף (החפתם) של דולפינים, שעלולה להיגרם ממגוון סיבות כמו פגיעה בסונאר שלהם, טפילים, חיידקים, מחלות ועוד.
    </p>
    <p>
        משקלם של רוב המינים הוא בין 60 ל-200 ק"ג. תוחלת חייהם של דולפינים החיים בשביה נעה בין 20 ל-25 שנים; זכרים פראיים חיים עד גיל 31 בממוצע ועד גיל 50–60 שנים, ונקבות פראיות עד גיל 46 בממוצע ובמקרים נדירים עד גיל 70–80 שנים. מבחינה אבולוציונית התפתחו הדולפינים לראשונה לפני כעשרה מיליון שנים בתקופת המיוקן. הדולפינים חיים בלהקות ונחשבים לאחת החיות האינטליגנטיות ביותר בטבע, בעלי יכולת למידה, ונצפו מפתחים שיטות ציד מיוחדות שיש בהן דגש על יצירתיות ועבודת צוות, כמו יצירת חומת בוץ אצל דולפיני נהרות, מעקב אחר חתול ים ושימוש בו למציאת טרף חבוי, וריכוז והימום דגים באמצעות חבטות זנב. היחס בין משקל המוח למשקל הגוף אצל הדולפינים הוא מהגבוהים בעולם החי. על הקשר בין בני אדם לדולפינים דובר רבות. הדולפין נחשב לחיה ידידותית לאדם. האמריקאים אף עשו שימוש ביכולות הדולפינים על מנת להטמין מכשירי ריגול ומוקשים ימיים, במסגרת תוכנית היונקים הימיים של חיל הים האמריקני. הדולפינים אינם מונוגמיים, ונקבה עשויה להזדווג עם כמה זכרים. דולפינים נראו כשהם עוזרים לדולפינים פצועים ואפילו לדולפינים מתים. נקבות הדולפין עוזרות אחת לשנייה בגידול הצאצאים ובהדרכתם.
    </p>
</div>
<div style="text-align: center;">
    <a href="Animal.aspx">
        <img src="Pic/TheBackButton.png" style="width: 100px;" />
    </a>
</div>
</asp:Content>
