<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Elephant.aspx.cs" Inherits="MyMPwebSite.Elephant" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
    
    img {
        height: 150px;
    }

    h1 {
        color: black;
        text-decoration: underline;
        text-align: center;
        text-decoration: underline;
        font-family: Calibri;
    }

    p {
        color: #4b2844;
        font-size: 16pt;
        font-weight: bold;
        font-family: Calibri;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div style="margin-left: 120px; margin-right: 120px; " />
<h1>פיל</h1>
<div style="float : right; margin:5px">
    <img src="Pic/elephant1.png" />
</div>
<div>

    <p>
        <b>פיל הוא מונח לקבוצה פוליפילטית של שלושה מיני יונקים </b> – פיל סוואנה אפריקני, פיל יער אפריקני ופיל אסייתי – שהם חיות היבשה הגדולות ביותר בעולם והמינים היחידים ששרדו במשפחת הפיליים. <br />
        בעבר היו מינים נוספים מהמשפחה, ביניהם הממותה, הפלאולוקסודון והסטגוטטרבלודון שאינם נחשבים לפילים רגילים.
    </p>
    <p>
        כל בני משפחת הפיליים הם בעלי חיים גדולים מאוד. משקלם הוא למעלה מ-5 טונות וגובהם למעלה מ-3 מטרים (9.8 רגל). פיל הסוואנה האפריקני הוא בעל החיים היבשתי הגדול ביותר שחי כיום. גודלם הרב מעניק לפילים הגנה מפני כמעט כל הטורפים.

        הפיל הגדול ביותר שתועד היה פיל סוואנה אפריקני שניצוד באנגולה ב-1955, משקלו היה 12,274 קילוגרם (27,060 ליברות) והוא התנשא לגובה של 4.2 מטרים (14 רגל).
    </p>
    <p>
        תוחלת החיים של הפיל ארוכה ביותר, ומתקרבת לזו של האדם. הפיל בטבע חי במשך 70 שנה בממוצע, ורק זוחלים דוגמת צבים ותנינים, ועופות כמו תוכים ונשרים מאריכים ימים יותר ממנו. אחת הפילות הזקנות ביותר בעולם בתנאי שביה, נולדה בשנת 1951 וחיה בגן החיות בבזל שבשווייץ עד למותה בשנת 2010 בגיל 59. הפיל מגיע לשיא גודלו רק בשנות העשרים של חייו. בשנותיו הראשונות הוא צמוד לאמו שמגוננת עליו מפני טורפים ומפני זעמם של פילים אחרים. לרוב נשארת הנקבה בעדר שבו נולדה, עד יום מותה. הזכר מורחק בעת הגיעו לגיל הבגרות.
    </p>
    <p>
        לאוזני הפיל הרחבות יש תפקיד חשוב בשמירה על טמפרטורה יציבה של גופו, באופן פעולה הדומה לזה של מקרן חום. אוזני הפיל מורכבות משכבה דקה של עור המתוח על גבי סחוס ועל גבי רשת ענפה של כלי דם. בימים חמים, פילים מנפנפים תדירות באוזניהם וכך יוצרים משב רוח קל. הרוח, הדקות יחד עם השטח הגדול של אוזן הפיל, גורמים לכך שנפח גדול של אוויר פוגש את אוזן הפיל ומקרר את כלי הדם שמסיעים את החום החוצה מגוף הפיל. הדם החם הנכנס לאוזן יכול להצטנן בכ-5.5 מעלות צלזיוס באופן זה. כך ניתן להסביר באופן חלקי את ההבדל בין גודל האוזן של הפיל האפריקאי לזו של הפיל האסייתי על פי המיקום הגאוגרפי שלהם. מוצאם של הפילים האפריקניים הוא אזור קו המשווה, מקום חם יותר, ולכן יש להם אוזניים גדולות יותר. הפילים האסייתים חיים במיקום צפוני יותר, שם פחות חם, לפיכך יש להם אוזניים קטנות יותר.
    </p>
</div>/
<div style="text-align: center;">
    <a href="Animal.aspx">
        <img src="Pic/TheBackButton.png" style="width: 100px;" />
    </a>
</div>
</asp:Content>
