<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="lion.aspx.cs" Inherits="MyMPwebSite.lion" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
    img {
        height: 150px;
    }

    h1 {
        color: black;
        text-decoration: underline;
        text-align: center;
        text-decoration: underline;
        font-family: Calibri;
    }

    p {
        color: #4b2844;
        font-size: 16pt;
        font-weight: bold;
        font-family: Calibri;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div style="margin-left: 120px; margin-right: 120px; " />
<h1>אריה</h1>
<div style="float : right; margin:5px">
    <img src="Pic/lion1.png" />
</div>
<div>

    <p>
        <b> אריה (שם מדעי : Panthera leo)</b>  הוא מין של טורף גדול מהסוג פנתר שבמשפחת החתוליים, והוא השני בגודלו בין בני הקבוצה דמויי חתול, אחרי תת-המין הסיבירי של הטיגריס.
        האריה נפוץ בעיקר ביבשת אפריקה, אך גם במדינת גוג'ראט שבהודו. הוא ניזון מאוכלי עשב שונים אותם הוא צד, וכן מפגרים. <br />
        בתרבות האנושית נחשב האריה סמל לגבורה וכוח, ולכן הוצמד לו הכינוי "מלך החיות". תוחלת חייו בטבע היא בין 12 ל-18 שנים, אך בשבי הוא יכול לחיות עד 30 שנה. שמות נוספים של האריה בשפה העברית הם ליש, שחל, שחץ ולביא.[2] שם נקבת האריה הוא לביאה אריה צעיר נקרא כפיר.
    </p>
    <p>
        האריה הוא המין השני בגודלו בסוג פנתר במשפחת החתוליים. הטיגריס גדול ממנו, ואילו היגואר והנמר קטנים ממנו.

        אורכו של אריה בוגר כ-3.30 מטרים, גובה כתפיו כ-1.2 מטרים, ומשקלו יכול להגיע עד 260 קילוגרם. הוא נפוץ בעיקר באזורי ערבות, חורשים וסוואנות.

        הזכר גדול מן הנקבה ושונה במראהו, בהיותו בעל רעמה המכסה את עורפו וכן חלק מגופו הקדמי. ישנה אוכלוסייה מסוימת בקניה בעלת רעמה דלילה מאוד הקרויה אריה צאבו.

        צבע פרוותם של האריות חום-צהוב, ראשם גדול וזנבם ארוך ובקצהו ציצית שיער. באצבעות הרגליים כריות שאליהן מוכנסים הטפרים כשהאריה או הלביאה במנוחה, ונשלפים בשעה שהם אורבים לטרף.
    </p>
    <p>
        בארץ ישראל היו בעבר אריות ובתנ"ך הם מוזכרים בין חיות הארץ, בין היתר בסיפורו של שמשון[13] המנצח את האריה ואחר כך מוצא כוורת דבש בנבלתו. האריות בארץ ישראל היו ככל הנראה מתת-המין האסייתי או הברבארי.[דרוש מקור] אמנחותפ השלישי מלך מצרים מספר באחת מכתובותיו כי הוא צד מאה ושניים אריות בעשר שנות מלכותו הראשונות. כמה כתובות אשוריות ובבליות מספרות בשבח מעשי המלכים בציד אריות, וכן מסופר בהן שהיו המלכים מאלפים גורי אריות, כדי שילוו אותם במסעותיהם. הירונימוס מעיד על הימצאות אריות בארץ ישראל אף בזמנו.[14] על פי ממצאים ארכאוזואולוגיים והיסטוריים, האריות נכחדו מארץ ישראל בתחילת המאה ה-17.
    </p>
    <p>
        בעבר זכו האריות לתפוצה רחבה. הם התקיימו בכל אפריקה למעט במדבר סהרה וביערות גשם טרופיים, באסיה הם התקיימו ברחבי המזרח התיכון, תת היבשת ההודית והקווקז [8]. ואף התקיים מין אריה אירופי ביוון.[9] כיום האריה הוא מין אנדמי ליבשת אפריקה באזורים שמדרום למדבר הסהרה, למעט אוכלוסייה של כ-500 פרטים מתת-המין האסייתי, המוגנים בפארק הלאומי גיר בהודו.[10] האריות החלו להיעלם מאירופה לפני כ-2,000 שנה, ומהחלקים המערביים של אסיה לפני כ-1,000 שנה. כיום מרבית אוכלוסייתם מצויה באפריקה, בעיקר במזרח היבשת ובדרומה; אוכלוסיית האריות באפריקה נאמדת בכ־75,000 פרטים.

        באפריקה מצויים האריות באזורים שונים וכמעט שאין שוני התנהגותי או הבדלים במראה בין התת-מינים הידועים, מלבד גוון או אורך הרעמה. בכל זאת, אריות אסייתים נוהגים לשחות במים בעת שהם חוצים מכשולי מים, ואילו אריות אפריקה נרתעים מן המפגש עם המים, אם כי באופן מולד, כולם מסוגלים לשחות. ייתכן שישנם הבדלים נוספים אולם ההשוואה קשה משום האוכלוסייה הדלילה בהודו לעומת הזמינות הרבה של הפרטים באפריקה.

        ישנם מספר גורמים המשפיעים על התפוצה והשפע של האריה ביבשת אפריקה. האריה מעדיף לשהות בבתה, ערבות דשא וסוואנות, כלומר במישורים פתוחים.[10] זאת מפני שאזורים אלה תואמים לשיטת הציד בלהקה של האריה, בנוסף, אזורים אלה מאופיינים לרוב בטרף רב וקל לאיתור, כלומר זאת הסביבה לה האריה מותאם.[11] ישנם מספר גורמים המגבילים את גדילת אוכלוסיית האריות באפריקה. העיקרי מגורמים אלו הוא הגורם האנושי, כאשר ציידים מהווים את הסיכון הגדול ביותר עבור האריות ואחד מגורמי התמותה העיקריים עבור אריות באפריקה.[12]
    </p>
</div>
<div style="text-align: center;">
    <a href="Animal.aspx">
        <img src="Pic/TheBackButton.png" style="width: 100px; " />
    </a>
</div>
</asp:Content>
