<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Snake.aspx.cs" Inherits="MyMPwebSite.Snake" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>

    img {
        height: 150px;
    }

    h1 {
        color: black;
        text-decoration: underline;
        text-align: center;
        text-decoration: underline;
        font-family: Calibri;
    }

    p {
        color: #4b2844;
        font-size: 16pt;
        font-weight: bold;
        font-family: Calibri;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div style="margin-left: 120px; margin-right: 120px; " />
<h1>נחש</h1>
<div style="float : right; margin:5px">
    <img src="Pic/snake1.png" />
</div>
<div>

    <p>
        <b>נחשים (שם מדעי: Serpentes) </b> הם זוחלים טורפים חסרי גפיים, בעלי גוף מאורך ומכוסה בקשקשים. ישנם כ-4,060 מינים של נחשים מ-30 משפחות. נחשים מהווים תת-סדרה של סדרת הקשקשאים, ושייכים לקבוצה האופידיה.

    </p>
    <p>
        מאובני נחשים נדירים, כיוון ששלדי נחשים הם בדרך כלל קטנים ושבירים, מה שמקשה על השתמרותם והפיכתם למאובנים. המאובנים הקדומים ביותר שניתן לזהות כנחשים מתוארכים לתקופת הקרטיקון. המאובנים הקדומים ביותר של נחש אמיתי שייכים למשפחת נחשי מים קדומים שחיו בים תטיס. גילם של מאובנים אלה הוא כ-100 מיליון שנה, וכבר אז לא היו להם רגליים קדמיות כלל, ואילו הרגליים האחוריות היו מנוונות.

        רבות מקבוצות הנחשים של ימינו נוצרו בעקבות הכחדת הדינוזאורים במהלך הפלאוקן. לצד התפרצות מהירה של מיני יונקים רבים, התרחשה גם התפרצות מהירה של מינים בקרב נחשים. לפני כן, נחשים היו מרכיב מינורי בין בעלי החיים של צפון אמריקה, אך בתקופת המיוקן, מספר המינים ושכיחותם גדלו באופן דרמטי, ושם נוצרו המינים המוכרים כיום כצפעיים, פתניים, וזעמניים.
    </p>
    <p>
        הנחשים אוכלי בשר. הקטנים שבנחשים אוכלים חרקים, והגדולים שבהם (כמו האנקונדה) ניזונים אף מחזירים, וקפיבארות. תועדו נחשי אנקונדה שטרפו תנין צעיר. בשל היותם פויקילותרמיים, נחשים מעכלים את מזונם לאט, ולכן גם אוכלים לעיתים רחוקות יחסית. האנקונדה החיה בדרום אמריקה אוכלת בממוצע אחת לשישה חודשים.

        לנחשים אין שִיני לעיסה ולכן עליהם לבלוע את הטרף בשלמותו. כדי להתגבר על מכשול זה פיתחו רוב הנחשים אמצעי מיוחד: הנחשים פורקים את לסתותיהם וכך מגדילים את רוחב פתיחת הפה שלהם ומאפשרים למזון גדול להיכנס. לאחר הכנסת המזון לגופם, מערך שרירים מפותח מוחץ את הטרף ומחליף את שיני הלעיסה.

        ישנם נחשים המתמחים באכילת ביצים ומשתמשים בתחבולה זו כדי לבצע את המלאכה. הם פורקים את לסתותיהם ומרחיבים את פיהם לגודל עצום. אז, הם משתמשים בחוליותיהם כדי לשבור את הביצה. את תוכן הביצה הם מעכלים ואת קליפתה פולטים.

        ציד
    </p>
    <p>
        בהתבסס על אנטומיה השוואתית, קיימת הסכמה רחבה שנחשים הם צאצאי לטאות, ובכך שייכים למינים המתחפרים. עם זאת, לצד התאוריה המובילה קיימת תאוריה נוספת, המייחסת את מוצאם של הנחשים למינים ימיים. אף אחת מההשערות לא הוכחה עדיין, וממצאים חדשים שמתגלים או שיתגלו עוד בעתיד, עשויים לתרום להוכחה חותכת.[3]
    </p>
</div>
<div style="text-align: center;">
    <a href="Animal.aspx">
        <img src="Pic/TheBackButton.png" style="width: 100px;" />
    </a>
</div>
</asp:Content>
