<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Tiger.aspx.cs" Inherits="MyMPwebSite.Tiger" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <style>
    
    img {
        height: 150px;
    }

    h1 {
        color: black;
        text-decoration: underline;
        text-align: center;
        text-decoration: underline;
        font-family: Calibri;
    }

    p {
        color: #4b2844;
        font-size: 16pt;
        font-weight: bold;
        font-family: Calibri;
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
     <div style="margin-left: 120px; margin-right: 120px; " />
 <h1>נמר</h1>
 <div style="float : right; margin:5px">
     <img src="Pic/tiger1.png" />
 </div>
 <div>

     <p>
         <b> נמר (שם מדעי: Panthera pardus)</b>  הוא מין של יונק טורף-על ממשפחת החתוליים השייך לסוג פנתר והוא מבין הקטנים שבבני סוגו, גדול רק מנמר השלג. <br />
         הנמר שוכן בסוואנות, מדבריות, מורדות הרים ויערות שונים לאורך אפריקה ודרומה של אסיה והוא מצוי בסכנת הכחדה. נמרים נצפו גם בישראל לאורך השנים, אף שכיום לא ברור אם שרדו נמרים בטבע.
     </p>
     <p>
         גופו של הנמר מכוסה פרווה בגוון צהוב, והוא מנומר בחברבורות מעוגלות וטבעתיות כהות רבות בגבו ומשני צידי גופו. בטנו וחזהו בהירים. גוני פרוותו מסווים אותו, וקשה לגלותו כשהוא מסתתר בסבך הצמחייה. גופו שרירי וזנבו ארוך יחסית לגופו. לעיתים מופיעים נמרים הידועים כפנתרים שחורים בעלי מלנין כהה לאורך גופם ובמספר מקרים הוא חום כהה בעל חברבורות בולטות.

         אורך גוף הנמר עד 2.2 מטר, אורך זנבו עד 1.2 מטר ומשקלו כ-30–90 ק"ג. ממדים אלו תלויים בתת-המינים, שהגדול שבהם הוא נמר הודי שהפרט המתועד הגדול ביותר ממנו הגיע לאורך 262 ס"מ. הפרט הכבד ביותר שתועד היה נמר אפריקני שמשקלו היה 92 ק"ג. כמו במרבית הפנתרים הזכרים גדולים יותר מהנקבות.
     </p>
     <p>
         עונת הרבייה של הנמר היא בקיץ. ההיריון נמשך כשלושה חודשים ובסופו ממליטה הנקבה שניים עד שישה גורים במאורה. הגורים פוקחים את עיניהם כעבור שבוע. האם מגדלת אותם עד לגיל שנה וחצי.

         הנמרה מקפידה להעביר את הגורים ממקום מסתור אחד למשנהו בתכיפות גבוהה בחודשי חייהם הראשונים כדי לגונן עליהם מטורפים ומנמרים יריבים. תקופת ההנקה נמשכת כשלושה חודשים, ומעט לאחר מכן מתלווים הגורים אל האם לציד, כשהיא צדה עבורם חיות קטנות, עליהם הם מתרגלים לצוד. כעבור 15 עד 20 חודשים האם נוטשת ומרחיקה אותם ואז היא יכולה להתרבות שוב. הנמרים מגיעים לבגרות מינית בגיל שנתיים.
     </p>
     <p>
         הנמרים אינם אוכלי אדם טבעיים אך קרו מספר תקיפות נמרים לטריפת אנשים או חיות משק. בכמה אזורים בהודו[2] ונפאל נמרים נקלעים לקונפליקט גבוה עם אנשים ואף טורפים אנשים ותקיפות נוספות נרשמו ממרכז אסיה, סין ומאפריקה שמדרום לסהרה.

         הנמר נוטה לגרור את טרפו אל בין העצים הגבוהים כדי שטורפים אחרים כמו אריות, טיגריסים וצבועים לא יחטפו את מזונו. לנמר בוגר אין טורפים טבעיים למעט האריה והטיגריס אך הוא יכול להיהרג גם בתחרות עם צבועים, כלביים כמו הדהול והזאב, בבונים, פיתוניים, דוביים ותנינים. טורפים קטנים יותר ייטרפו לעיתים בטריפה תחרותית.

         הנמרים הם מינים יחידאים וטריטוריאליים המסמנים את תחום מחייתם בשתן, בגללים, בשאגות ועוד. הזמנים היחידים בהם נמרים ייראו יחדיו הוא בעונת הרבייה או כשנקבה מטפלת בגוריה, ללא עזרת הזכר.
     </p>
 </div>
 <div style="text-align: center;">
     <a href="Animal.aspx">
         <img src="Pic/TheBackButton.png" style="width: 100px;" />
     </a>
 </div>
</asp:Content>
